const diaryData = [
    {
        title: '王文豪-实践日记', // 日记标题
        date: '2024-08-01', // 日记日期
        author: '王文豪', // 日记作者
		imgs:[ // 详情页面展示的图片
		    '../images/riji/wwh1.jpg',
		    '../images/riji/wwh2.jpg',
		    '../images/riji/wwh3.jpg',
		],
        img: '../images/riji/wwh3.jpg', // 日记缩略图
		text: '在湘西北向当地村民做网络安全知识宣传的经历让我收获颇丰。作为一名计通学院的研究生，我深知在数字化社会中网络安全的重要性，尤其是对于偏远地区的居民而言，这些知识可能会直接影响他们的生活和财产安全。首先，我感受到了这些村民对于网络安全的渴望和重视。虽然他们大多数人并不是常年接触互联网，但在如今信息时代的冲击下，他们对于如何保护自己和家人的隐私和财产安全有着强烈的兴趣。在我的宣讲中，他们认真聆听，并积极提问，希望能够掌握更多实用的防范技巧。其次，我意识到有效的传播方式至关重要。因为这些村民可能对技术术语不太熟悉，我选择使用生活化、通俗易懂的语言，结合具体的案例和实际操作演示，以增强他们的理解和记忆。例如，我通过讲解常见的网络诈骗手法如钓鱼邮件、虚假网购等，让他们能够辨别并避免陷入陷阱。最后，这次经历也让我意识到教育是持久而深远的工作。一次简短的宣讲虽然不能解决所有问题，但能够种下防范网络安全风险的种子。通过定期的讲座和沟通，我希望能够帮助他们建立起持续学习和适应技术变化的能力，从而更好地保护自己的利益和安全。总的来说，这次向湘西北向村民进行网络安全知识宣传是一次挑战和成长的机会。我不仅传递了知识，也收获了与他们真诚交流的愉悦和成就感，希望能为更多人带来实际的帮助和改善。在湘西北向偏远村民传授网络安全知识的经历让我深感教育的意义和挑战。这些村民大多生活在与主流信息社会相隔甚远的地方，对于互联网的使用和安全意识常常缺乏。因此，我们的目标不仅是传递技术知识，更是帮助他们建立起防范网络威胁的基本能力。首先，我注意到了他们对于如何利用互联网来提高生活质量的强烈愿望。他们希望通过网络了解更多信息、开展电子商务和联系家人朋友。然而，他们对于网络安全的了解却相对薄弱，容易陷入各种网络诈骗和隐私泄露的风险之中。其次，我发现有效的沟通方式至关重要。我选择使用贴近生活的例子和实际操作演示，来解释复杂的技术概念。例如，我通过讲述如何识别和避免钓鱼网站、如何设置安全密码以及如何定期更新软件来增强他们的设备安全性。这些实用的技巧和案例使他们能够更加直观地理解和应用。最后，这次经历不仅是知识传授，更是互动和社区建设的过程。通过与村民们的深入交流，我感受到了教育带来的积极影响和改变。他们的学习意愿和参与热情让我深感鼓舞，也让我意识到每一个人都有权利和责任保护自己在网络空间中的权益和安全。	总的来说，这次经历让我不仅更好地了解了偏远地区居民的特殊需求，也加深了我对于教育和技术普及的信念。未来，我将为更多人提供实用的网络安全知识，助力他们在数字化时代中更加自信和安全地生活。', // 日记正文
    },
    {
        title: '袁彪-实践日记',
        date: '2024-08-08',
        author: '袁彪',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/yb1.jpg',
		    '../images/riji/yb2.jpg',
		    '../images/riji/yb3.jpg',
		],
        img: '../images/riji/yb1.jpg',
        text: '作为长沙理工大学计通学院研究生暑期实践团队，继在茨岩塘的网络安全宣传活动后，今天我们来到了龙山县的另一个地区——惹巴拉，继续我们的防诈骗安全宣传以及调研工作。在这里，我注意到村民们对于利用互联网娱乐生活有着极大的热情。他们渴望通过网络获取信息、丰富精神世界、与外界联系。然而，网络安全知识的缺乏使他们容易受到网络诈骗和隐私泄露的威胁。当地居住的村民大多为老人和未成年小孩，对于网络世界缺乏足够的认知，也缺乏防范诈骗的安全意识。为了帮助他们建立起基本的网络安全防范能力，我们团队采用了生动的实例和现场演示，将抽象的网络安全概念具体化、形象化，他们展示了如何识别可疑短信链接、如何识别常见的网络骗局等实用技巧。这次湘西北之行，不仅让我们更加了解湘西北偏远地区居民对网络知识的迫切需求，也对当地的风物人情和日常生活有了一定的了解。同时湘西北实践活动不仅与村民们进行了亲切真诚的交流，更向当地居民普及了当今网络安全和先进的科学技术，未来希望我能有机会为他们带来更实际的帮助，改善他们的生活。我们在湘西北地区开展网络安全普及活动，深入到乡村。我们发现，尽管当地政府在反诈骗方面做出了巨大努力，但网络安全问题仍然是一个不容忽视的挑战。特别是在空巢老人和留守儿童这一群体中，由于缺乏足够的监护和网络安全意识，他们更容易成为网络诈骗的受害者。在活动中，我们特别关注了如何提升这部分人群的网络安全防护能力。通过举办网络安全知识讲座、分发防诈骗宣传手册和进行互动式教学，我们向村民们传授了识别网络风险、保护个人信息以及安全使用网络的基本知识。我们还特别强调了在旅游业发展中，如何利用网络资源来提升旅游体验，同时避免网络诈骗和保护个人隐私。通过这次暑期实践活动，我们深刻认识到，网络安全教育不应局限于城市，乡村地区尤其是空巢老人和留守儿童这些群体，更需要得到关注和保护。我们希望通过持续的努力，不仅能够提高他们的网络安全意识，还能够为湘西北地区的旅游业发展贡献一份力量，让这片土地上的每一个人都能在远离网络风险的同时，享受到网络带来的便利和机遇。',
    },
    {
        title: '徐嘉慧-实践日记',
        date: '2024-08-07',
        author: '徐嘉慧',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/xjh1.jpg',
		    '../images/riji/xjh2.jpg',
		    '../images/riji/xjh3.jpg',
		],
        img: '../images/riji/xjh1.jpg',
        text: '今天是我们实践团队抵达了湖南省湘西自治州龙山县惹巴拉村开展“网络安全IT先锋”志愿服务活动。上午，我们分头前往村子里调研村民们的电信诈骗和网络安全的了解程度。在与村民的交流过程中，我们发现大部分村民对电信诈骗和网络安全知识了解甚少，平时很少关注防范电信诈骗，只是在新闻中听过类似的事件，这使得他们容易成为诈骗分子的目标。为此，我们耐心地向他们讲解如何识别诈骗电话、短信以及刷单网站的陷阱。村民们纷纷表示，通过我们的宣传，他们提高了防范意识，学会了如何保护自己的财产安全。我们还在村镇领导的帮助之下，在村子里摆台进行相关普及宣传活动，悬挂了防电信诈骗宣传标语和海报。海报上详细不仅介绍了电信诈骗的常见手段和防范方法，也标注出详细的“国家反诈骗APP”的注册使用流程，吸引了众多村民驻足观看了解。随后，我们展示了先前准备的刷单抽奖诈骗的示意网站，让村民们体验诈骗分子是如何通过网络手段实施诈骗的，并分组与村民进行面对面咨询了解，为村民们解答网络安全方面的问题。今天，我们实践团队来到了吉首市慈爱园，为这里的孩子们普及网络诈骗知识。在慈爱园的活动室里，我们开始了上午的小课堂。面对着一双双好奇的眼睛，我们用简单易懂的语言，向孩子们揭露了网络诈骗的种种面具。我们讲了虚假红包、游戏充值诈骗、AI换脸等新型诈骗手段，孩子们听得很认真，活跃提问。为了让孩子们更直观地理解网络诈骗，我们准备了一场小短剧。在剧中，我们扮演诈骗分子，模拟了诈骗的过程。孩子们看到我们的表演，笑声和惊讶声此起彼伏，他们似乎没想到诈骗分子会有这样的手段。短剧结束后，孩子们的神情变得严肃起来，他们纷纷表示，以后在网上遇到类似的情况，一定会多加小心。小课堂结束后，慈爱园的老师们热情地带领我们参观了园区。在这里，我们看到了孩子们的学习环境和生活状态，感受到了慈爱园对孩子们的关爱和付出。今天的实践活动让我有了很多思考。看到孩子们在课堂上积极互动，我意识到，网络安全教育必须从娃娃抓起。他们的纯真和对新事物的好奇，既是他们的优点，也可能成为他们受骗的弱点。我们今天的努力，哪怕只能让一个孩子提高警惕，避免上当受骗，也是非常有意义的。',
    },
    {
        title: '雷佳琪-实践心得',
        date: '2024-08-08',
        author: '雷佳琪',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/ljq1.jpg',
		    '../images/riji/ljq2.jpg',
		    '../images/riji/ljq3.jpg',
		],
        img: '../images/riji/ljq3.jpg',
        text: '2024年7月，我又作为计通学院研究生暑期实践团的一员参与今年的暑期实践活动。本次实践我们去往了湘西北地区，包括龙山县的茨岩塘、惹巴拉以及吉首市的慈爱园。我们借助自身在学校所学的专业知识来给少数民族地区的居民普及网络安全教育知识，在这次实践中，最让我忘不掉的一次经历是在吉首市的慈爱园。慈爱园是吉首市里面的一所由政府主导、社会各界相互关照的慈善机构，专门收养、救助那些孤儿、弱残儿童以及穷苦家庭孩子。这里面的人群小至两到三岁，大至上大学，白天去学校上学，放学回慈爱园，慈爱园是他们的家。这次暑期活动，趁假期，我们来到这里给这里的小朋友宣讲网络安全知识教育，小朋友们兴致勃勃，积极性很高。尤其是在展示AI换脸的时候，一个个小朋友争先恐后的举手想参与。同时，在被问到小朋友们是否知道购物、抽奖等问题时，大部分小朋友都表示知道并且经历过，当我们实践小组的组员向大家展示这些很多都有可能是诈骗行为时，许多小朋友感到非常震惊。在这里，这些小朋友似乎忘记了自己的身世和不幸，在他们脸上我看到了幸福和开心。这说明政府的工作和慈爱园的工作做得非常细致，让这些小朋友感受到了无微不至的爱与关怀。在慈爱园的这段经历，让我深刻认识到社会关爱的力量是如此强大。这些小朋友虽然在生活中遭遇了不幸，但他们在这里找到了温暖和依靠，那一张张充满幸福的笑脸，让我明白爱可以战胜一切困难。我们的小小举动，给他们带去了知识和欢乐，也让我意识到每个人都可以为他人带来积极的影响。哪怕只是一次简单的宣讲，都可能在他们心中种下一颗安全的种子，在未来的成长道路上为他们保驾护航。同时，这也提醒着我们要珍惜自己所拥有的一切，不要抱怨生活中的不如意，因为还有很多人在经历着更为艰难的处境。我们应该心怀感恩，用自己的力量去帮助那些需要帮助的人。看着慈爱园工作人员们的付出，我深感敬佩。他们用耐心和爱心，为孩子们营造了一个充满希望的环境。这也激励着我，在未来的生活中要更加努力地去践行关爱与奉献，无论是面对弱势群体，还是在日常生活中，都要将这份爱传递下去。让我们携手共进，为创造一个更加温暖、和谐的社会而努力，让每一个孩子都能在爱的海洋里自由翱翔，追逐属于他们的美好未来。',
    },
    {
        title: '谢雨橦-实践日志', // 日记标题
        date: '2024-08-06', // 日记日期
        author: '谢雨橦', // 日记作者
		imgs:[ // 详情页面展示的图片
		    '../images/riji/xjh_xyt1.jpg',
		    '../images/riji/xjh_xyt2.jpg',
		    '../images/riji/xjh_xyt3.jpg',
		],
		img: '../images/riji/xjh_xyt1.jpg',
        text: '作为一名长沙理工大学计通学院的研究生，本次实践活动，我怀揣着对民族文化的热爱和对网络安全事业的使命感，跟随计通学院实践队伍，踏上了前往湖南省龙山县惹巴拉的旅程，开展了一场融合网络安全教育与非遗文化探访的活动。我们在调研中发现，当地村民对网络安全知识的了解程度相对较低，容易成为网络诈骗的受害者。为了提高村民们的网络安全意识，我们设立了宣传站点，通过悬挂横幅、粘贴海报、现场咨询等多种形式，开展了一系列宣传教育活动。我们用通俗易懂的语言，结合具体案例，向村民们讲解了常见的网络诈骗手段，并重点提醒他们警惕政府公检类型的诈骗和刷单网站的诈骗。村民们听得津津有味，并积极提问，希望能够掌握更多实用的防范技巧。除了网络安全教育，我们还深入探索了当地丰富的非物质文化遗产。我们拜访了当地非遗文化传承者——编织竹篮的爷爷和吹奏土家族传统乐器咚咚喹的阿姨，与他们亲切交流，并学习他们的技艺。我们将网络诈骗的知识以浅显易懂的方式传递给他们，并现场演示了AI换脸模型，他们通过这种方式了解到了很多防诈骗知识，最后，阿姨亲切热情地为我们演奏咚咚喹，感受土家族文化的魅力。这次实践让我深刻体会到科技与传统文化的交融。我们用科技的力量守护网络安全，用爱心传承非遗文化。作为一名计通学院的研究生，我将牢记“博学、力行、守正、拓新”的校训，将所学知识应用于实践，为构建更加安全、和谐的网络环境贡献力量。同时，我也将积极参与非遗文化的传承与发展，让民族文化在数字化时代焕发出新的光彩。作为长沙理工大学计通学院的研究生，这次实践活动大家带着对孩子们的关爱和对公益事业的热情，前往湘西自治州慈爱园，为孩子们普及网络安全防诈骗知识。我们通过动画短片、互动游戏和“智慧小侦探”挑战等环节，让孩子们在轻松愉快的氛围中学习网络安全知识。我们向他们讲解了常见的网络诈骗手法，并提醒他们警惕AI换脸等高科技手段的诈骗风险。孩子们积极参与，积极提问，对网络安全知识表现出浓厚的兴趣。我们还现场演示了自制的AI换脸模型，让孩子们直观地感受到网络诈骗的威胁。除了网络安全教育，我们还与孩子们进行了亲切的互动，分享学习心得，鼓励他们勇敢追梦。在副院长地带领下，我们还参观了慈爱园的环境，感受到了这里温馨的氛围和孩子们积极向上的精神面貌。我们与孩子们一起玩耍，一起学习，一起成长，建立了深厚的感情。这次实践让我深刻体会到，网络安全教育要从小抓起。我们要用爱心浇灌童心，让孩子们在快乐成长的同时，也能学会保护自己，远离网络风险。作为一名计通学院的研究生，我将牢记“为国家富强和社会进步贡献自己的力量”的使命，将所学知识应用于实践，为构建更加安全、和谐的网络环境贡献力量。同时，我也将积极参与公益事业，为孩子们的未来点亮希望的明灯，让他们在爱与关怀中茁壮成长', // 日记正文
    },
    {
        title: '魏明-实践日记',
        date: '2024-08-08',
        author: '魏明',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/wm1.jpg',
		    '../images/riji/wm2.jpg',
		    '../images/riji/wm3.jpg',
		],
        img:  '../images/riji/wm2.jpg',
        text: '作为一名计通学院的研究生，我很荣幸的参加了这次的长沙理工大学研究生暑期专业实践“网络安全IT先锋”活动。正所谓读万卷书也要行万里路。活动的实践地点在具有红色文化和少数民族特色的龙山县和吉首市。这次的实践活动主要的目的是把我的专业知识带到实践活动中去并且帮助当地的居民普及一些关于网络安全的知识。让人们体会到网络安全知识的重要性并提高自身网络防范意识。作为团队的技术人员，我们也开发一些关于网络安全的小项目为居民体验，比如钓鱼网站，AI换脸等等。我也有信心为当地居民普及网络安全知识并且让居民能够体验到我们网络安全活动。7月12日，我们从学校出发并踏上了实践活动的路途。团队中每个人都怀着无私奉献的精神并肩负着各自的责任。在到达龙山县之后，我的心情更加激动，想要迫不及待的大干一场。在提前准备的计划内，我们在休息一段时间之后出发前往湘鄂川黔红色革命根据地——茨岩塘。茨岩塘位于山峦上，周围都是红色革命的遗址。突然，一名当地的革命老前辈问我们有什么事。随后，我们向老前辈说明了来历和目的。老前辈也非常支持我们的工作并介绍了当地的一些历史故事。我们也向老前辈了解到了当地的居民情况，这里的居民大多数以老人和小孩为主，并且对网络安全知识不太了解。于是我们团队对每家每户进行网络安全知识的问卷调查和安全知识的普及。7月13日，我们准备去龙山县惹巴拉，一上来当地的居民对我们非常热情，这可能就是少数民族(土家族)的传统习俗吧。与茨岩塘不同的是，惹巴拉是位于山脚下面的古寨。由于惹巴拉的人流比较密集，我们决定前往当地的桥口集中进行网络安全的活动。墙上的贴上醒目的海报，我们还准备了网络安全知识手册给当地的居民学习。过了一会有一群老爷爷围过来询问这是什么。我们用通俗易懂的方式讲解有什么方式会造成自己的信息泄漏，并带他们体验了我们的AI换脸活动。老爷爷非常震惊并且看到了自己年轻自己也忍不住的笑了起来。我相信老爷爷也会把今天的经历告诉家里人，提升身边的人的网络安全意识。所以社会的网络安全意识的提高需要我们大家一起努力。7月15日，我们出发去吉首市的慈爱园看望留守儿童并进行网络安全知识的宣讲。刚进入教室，我们就被小朋友的热情所包围。他们对我的设备非常感兴趣。在给小朋友上了一节网络安全小课堂后，小朋友也对我们的AI换脸非常感兴趣。我们把小朋友的脸进行交换之后，引得全班哄堂大笑。我认为通过实验来普及知识也是一种好的教育方式。在此次实践中，我不仅仅学习到了丰富的网络安全知识，更重要的是，我认识到了自身的社会责任。作为一研究生，我不仅应该关注自己的学业发展，更应该关注社会的需要，积极参与到社会公益活动中去，为社会的进步和安全贡献一份力量。网络安全问题并不会随着时间的推移而自动解决，反而会随着科技的发展变得更加复杂。因此，我更加坚定了自己在未来学习中要继续深入了解网络安全技术，同时不断提升自己的宣传与实践能力，让更多的人认识到网络安全的重要性。',
    },
    {
        title: '蒋涵博-实践日记',
        date: '2024-08-08',
        author: '蒋涵博',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/zjk_jhb.jpg',
		    '../images/riji/zjk_jhb2.jpg',
		    '../images/riji/zjk_jhb3.jpg',
		],
        img:  '../images/riji/zjk_jhb.jpg',
        text: '为响应“青春践行二十大，砥砺奋进新征程”的主题号召，以及习近平总书记对新时代中国青年寄予厚望，应争做“有理想，敢担当，能吃苦，肯奋斗”的新时代中国青年，本着这样的初心，我报名参加了2024年计通学院研究生暑期实践团，本次实践团的主题是网络安全。在指导老师的带领下，暑期实践第一天我们去到了美丽的少数民族聚集地湘西龙山县，在当地镇政府工作人员的积极协调下，我们实践团在当地挨家挨户向他们普及网络安全相关知识，并介绍恶意软件、AI换脸等诈骗形式。随后，我们前往了惹巴拉，在桥中设点，粘贴网络安全知识海报，并向当地的少数民族居民以及过往的游客发放网络安全调查问卷，并积极解答他们关于网络安全的问题。惹巴拉四面环山，风景独特，民风淳朴，房屋都十分具有少数民族特色，且村民都很热心、亲切，当地的村支书也非常热情地接待了我们实践团。最后我们前往了湘西吉首市慈爱园，我们向儿童们进行了网络安全知识宣讲，并普及了几种平常容易泄露个人隐私的知识，获得了儿童们的一致好评。经过这次暑期实践，我个人为人民服务的本领得到了锻炼，执行以及行动能力得到了提升，对党忠诚、积极工作的意志愈发坚定。作为一名共产党员，我无比荣幸能够生长在这样的时代下，都说我们00后是生在红旗下，长在春风里的一代人，正是有中国共产党的领导，团结带领中国人民独立自主、艰苦创业，才有了现在我们生活的环境。但我想说的是，这样的时代，年轻人更应该深入基层，扎根基层，自找苦吃，既要有咬定青山不放松的韧劲，也要有厚积薄发的毅力，牢记全心全意为人民服务的根本宗旨，如此，当代青年依旧大有可为，为实现中华民族伟大复兴贡献自己的力量。',
    },
    {
        title: '张景科-实践日记',
        date: '2024-08-08',
        author: '张景科',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/zjk_jhb.jpg',
		    '../images/riji/zjk_jhb2.jpg',
		    '../images/riji/zjk_jhb3.jpg',
		],
		img:  '../images/riji/zjk_jhb2.jpg',
        text: '在这个暑期，我有幸以摄影师和记录者的身份，参与了长沙理工大学“网络安全IT先锋”研究生暑期专业实践活动。我们的队伍前往了湖南省湘西土家族苗族自治州，进行了一系列深入而有意义的实践活动。这次旅程，不仅让我以独特的视角记录下了红色文化的深厚底蕴，更让我深刻感受到了专业知识在实际生活中的重要性。7月12日午后，我们踏上了前往龙山县的旅程。我带着拍照设备，怀揣着对红色文化的崇敬，走进了这片充满历史气息的土地。在茨岩塘的革命旧址，我记录下了每一块石碑、每一座建筑的历史沧桑。我的镜头捕捉到了队员们凝重的面容，他们站在纪念碑前，重温入党誓词，那一刻，我深深地感受到了新时代大学生党员的责任感和使命感。在茨岩塘的活动中，我不仅拍摄了实践团队向当地村民普及网络安全知识的场景，还亲自参与了与村民们的交流。我发现，这里的老年人群体对网络安全知识有着迫切的需求。他们由于缺乏网络使用经验，往往容易成为网络诈骗的受害者。我用相机记录下了团队成员们耐心讲解的场景，也记录下了村民们认真听讲、积极互动的画面。7月15日，我们来到了惹巴拉地区。在这里，我再次举起了相机，记录下了我们“网络安全反诈骗”主题宣传教育活动的全过程。我看到了团队成员们通过互动游戏、讲座和现场咨询等形式，向村民们传授网络安全知识。我也看到了村民们从最初的疑惑到最后的恍然大悟，这一过程让我深感专业知识在实际生活中的重要性。7月16日，我们来到了慈爱园。这里的孩子们给我留下了深刻的印象。他们虽然生活条件艰苦，但对知识的渴望和对未来的憧憬却从未减少。我用相机记录下了他们纯真的笑容，也记录下了我们团队成员与他们互动的温馨场景。在这一天，我更加坚信了社会实践的意义，它不仅能够传递知识，更能够传递爱心和希望。这次实践活动，让我以独特的视角感受到了红色文化的伟大力量和网络安全知识在实际生活中的应用价值。作为摄影师和记录者，我用相机捕捉下了每一个珍贵的瞬间，也用文字记录下了每一段深刻的感悟。未来的日子里，我将继续用我的镜头和文字，记录下更多有意义的社会实践活动，为传承红色文化和推广网络安全知识贡献自己的力量。',
    },
    {
        title: '刘显-实践日记',
        date: '2024-08-09',
        author: '刘显',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/lx1.jpg',
		    '../images/riji/lx2.jpg',
		    '../images/riji/lx3.jpg',
		],
        img: '../images/riji/lx2.jpg',
        text: '此次实践活动中，我有幸作为长沙理工大学“网络安全IT先锋”研究生暑期专业实践团的一员，参加了在湖南省湘西土家族苗族自治州龙山县举行的一系列实践活动。这次活动不仅让我深刻感受到了红色文化的伟大力量，更让我在传授网络安全知识的过程中感受到专业知识在实际生活中的重要性与应用价值。7月12日清晨，随着第一缕阳光洒在大地上，长沙理工大学“网络安全IT先锋”研究生暑期专业实践团一行人踏上了前往湘西土家族苗族自治州龙山县的旅程。这个夏日，带着对红色文化的崇敬和弘扬革命精神的使命感，我们走进了这片承载着厚重历史的红色土地，开始了一段融合红色文化传承与网络安全知识传播的特殊实践之旅。到达龙山县后，我们首先前往了位于茨岩塘的革命旧址，这里是中国工农红军长征的最后出发地，见证了无数革命先辈的英勇事迹。随着实践团成员们的脚步，历史的帷幕仿佛再次拉开。我们参观了中国工农红军万岁碑、中共龙山湘鄂川黔革命根据地纪念馆等地，仿佛在与那段波澜壮阔的革命历史进行一场跨越时空的对话。走在茨岩塘的青石板路上，我的心中满是敬仰和感动。纪念馆内的每一张照片、每一件文物都在无声地诉说着那段峥嵘岁月。那些革命先烈们，为了民族独立和人民解放，抛头颅、洒热血，用他们的生命谱写了一曲壮丽的英雄赞歌。特别是当我们站在纪念碑前，面对着那段刻在石碑上的誓言时，我深深感受到，作为一名新时代的大学生党员，肩上的责任是何等的重大。重温入党誓词时，耳边回响的是铿锵有力的誓言，心中升腾起的是坚定不移的信念。这不仅仅是一次对历史的回顾，更是对自己使命的再次确认。在茨岩塘感受完革命精神的洗礼后，实践团随即展开了我们的专业实践活动——向当地村民普及网络安全知识。茨岩塘虽然是红色革命圣地，但随着社会的发展，网络安全问题逐渐渗透到当地的日常生活中。尤其是老年人群体，由于缺乏网络使用经验，往往成为网络诈骗的主要目标。我们结合当地实际情况，精心准备了网络安全知识宣传材料。在与村民们的交流中，我意识到，他们对网络安全的认知大多停留在较浅层面，很多人甚至不知道如何识别网络诈骗。通过与纪念馆工作人员和村民们的深入交流，我们发现他们虽然在使用手机和网络时遇到一些问题，但并不了解如何有效地防范网络风险。于是，团队成员们用通俗易懂的语言，向村民们讲解了如何识别网络陷阱、如何保护个人信息等实用技巧。令我印象深刻的是一位刘奶奶，她用朴实的话语表达了对我们实践团的感激之情：“你们讲的东西挺实在，让我们这些老人知道了用手机得留个心眼，不容易被骗了。”听到这些话时，我感到我们的努力没有白费，真正为当地村民提供了有价值的帮助。7月15日，我们的实践团队来到了惹巴拉地区，再次开展了“网络安全反诈骗”主题宣传教育活动。这里的居民以老年人居多，他们在日常生活中面对的网络安全问题尤为突出。为了更好地宣传网络安全知识，我们在风雨桥上设立了宣传点，并通过挂起横幅、粘贴海报、发放宣传资料等方式，吸引更多村民的关注。在活动过程中，我们通过互动游戏、讲座和现场咨询等形式，向村民们介绍了如何识别常见的网络诈骗手段，如何设置强密码，如何保护个人信息等内容。老年人是社会的弱势群体，在互联网飞速发展的今天，他们面临着被技术边缘化的风险。通过此次活动，我们希望帮助他们建立起基本的网络安全意识，从而减少被骗的风险。7月16日，我们的实践活动来到了慈爱园。这里的孩子们虽然生活条件较为艰苦，但他们对知识的渴望和对未来的希望，让我们感受到了一种别样的温暖。实践团的成员们精心准备了适合孩子们的网络安全课程，通过互动游戏和生动的讲解，帮助他们理解网络世界的复杂性，增强他们的自我保护能力。参观慈爱园时，我感受到这里不仅环境优美，设施齐全，更重要的是，这里的管理人员用心地呵护着每一个孩子，帮助他们在关爱中成长。作为实践团的一员，我深刻体会到，社会实践不仅是一次知识的传播，更是一种爱心的传递。在这次活动中，我们用行动表达了对社会弱势群体的关怀，也让自己在服务他人的过程中得到了心灵的升华。这次实践活动，不仅使我在红色文化的传承中受到了教育，更在网络安全的推广中得到了锻炼。作为新时代的青年，我们有责任将革命先烈的精神发扬光大，同时也要运用自己的专业知识，服务社会，帮助更多需要帮助的人。未来的日子里，我将继续铭记这段经历，把在实践中学到的精神和知识应用到学习和生活中，为实现中华民族的伟大复兴贡献自己的青春力量。',
    },
    {
        title: '罗益民-实践日记',
        date: '2024-08-09',
        author: '罗益民',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/lym1.jpg',
		    '../images/riji/lym2.jpg',
		    '../images/riji/lym3.jpg',
		],
        img:  '../images/riji/lym1.jpg',
        text: '今日，随着研究生暑期社会实践的行程渐渐落幕，我的内心却如同湘西的夏日阳光，明媚而充满力量。每一次的体验，每一处的风景，都深深地触动着我的情感。7月12日，茨岩塘，这个中国工农红军长征的最后出发地，每一寸土地都似乎在诉说着那段烽火岁月的英勇与悲壮。我们踏上这片神圣的土地，中国工农红军万岁碑在夕阳的余晖中显得更加庄重肃穆，仿佛能感受到当年红军战士们坚定的步伐和永不放弃的信念。纪念馆内，一幅幅黑白照片，一件件锈迹斑斑的文物，让我仿佛穿越时空，回到了那个硝烟弥漫的年代。我的内心波涛汹涌，眼中不禁泛起泪光，为那些为了国家和人民付出生命的革命先烈们。在这里，我们不仅重温了革命历史，更是在这片红色的土地上，播撒了网络安全的种子。我看到了老人们眼中的敬仰和期待，他们虽然年岁已高，但对于新知识的渴望却丝毫不减。我们运用我们耐心地为他们讲解网络安全知识，那一刻，我仿佛看到了革命的火种在新时代的背景下，以另一种形式继续燃烧。7月14日，我们来到了位于湖南省龙山县南部的苗儿滩镇的惹巴拉古寨。“惹巴拉”这个词来源于土家语，意为“美好和美丽的地方”。走进惹巴拉，村寨依山傍水，原始古朴，风格独具。一栋栋青瓦木屋，如同荷叶般安卧在山水之间，田园之中；一条条青石板路，宛若磐龙样游走在山村之间，木屋之中。这里的三条河流——洗车河、捞车河和靛房河，交汇于此，仿佛在诉说着这里的风土民情和美丽传说。咚咚喹的旋律在这片自然和谐的画卷中回荡，那是一种穿越时空的对话，是国家非物质文化遗产的生动展现。在“三联风雨桥”上，我们与当地居民亲密互动，桥下流水潺潺，桥上笑声朗朗，我们用Al换脸、虚假网页等科技，将网络安全的种子播撒在这片美丽的土地上。7月16日，吉首市慈爱园，晨光熹微，阳光如同细碎的钻石，穿过树梢的缝隙，温柔地洒在孩子们洋溢着欢乐的笑脸上。这里的孩子们，虽然生活在简朴而略显艰苦的环境中，但他们的心灵却如同这穿透树梢的阳光一般，纯净无瑕，明亮动人。我们为孩子们精心策划了一堂生动的网络安全课程，通过精心设计的游戏和深入浅出的讲解，将网络安全知识化作一场场趣味盎然的探索之旅。我们模拟网络环境中的各种场景，让孩子们在游戏中识别潜在的风险，学会如何保护自己的个人信息，避免落入网络诈骗的陷阱。孩子们的眼中闪烁着好奇与求知的火花，他们的每一次欢笑，每一个问题，都是对我们最大的肯定。这次社会实践，不仅是一次知识的传递，更是一次心灵的洗礼。我在这里感受到了历史的厚重、自然的和谐、人情的温暖，这些都让我更加深刻地理解了教育的意义，也更加珍惜作为一名网络安全IT先锋的使命。我将带着这份深刻的情感体验，继续前行，做一名有理想、敢担当、能吃苦、肯奋斗的时代好青年。',
    },
	{
	    title: '董志旭-实践日记',
	    date: '2024-08-08',
	    author: '董志旭',
		imgs:[ // 详情页面展示的图片
		    '../images/riji/dzx1.jpg',
		    '../images/riji/dzx2.jpg',
		    '../images/riji/dzx3.jpg',
		],
	    img: '../images/riji/dzx1.jpg',
		text: '今天，我们的暑期实践小组来到了龙山县的茨岩塘镇，这里青山环绕，民风淳朴，但随着网络的普及，许多村民也开始使用智能手机，然而他们对网络安全的意识相对薄弱。为了帮助他们提高防诈骗意识，我们特地准备了一系列通俗易懂的宣传资料，并设计了一些互动环节，确保信息能够深入人心。上午，我们在镇上的集市旁设立了一个宣传点，张贴了防诈骗的海报，并通过喇叭播放简单易懂的防诈骗提示。村民们好奇地围了过来，我们逐一向他们讲解了常见的网络诈骗手段，如“钓鱼网站”、虚假信息、冒充客服等。为了让这些抽象的概念更易理解，我们还引用了许多实际案例，并结合本地的实际情况进行讲解。令人印象深刻的是，一位60多岁的阿姨，刚开始她对我们讲的内容持怀疑态度，但在我们讲解了几个真实的诈骗案例后，她终于意识到了问题的严重性，并主动询问如何识别这些诈骗手段。我们耐心地为她讲解了如何辨别假信息、如何保护个人隐私，并建议她定期更换密码，避免使用过于简单的密码。下午，我们还进行了入户宣传，走访了一些老年人居住较多的村落。我们发现，虽然很多老年人已经开始使用智能手机，但他们对网络的了解几乎为零。因此，我们手把手教他们如何设置手机的安全防护措施，并提醒他们不要随意点击陌生链接或下载来历不明的应用。今天的宣传活动让我们意识到，网络反诈不仅仅是城市居民需要关注的问题，农村地区同样需要加强这方面的教育。通过这次活动，我深深感受到我们的工作意义重大，同时也更坚定了我们继续开展类似活动的信心。',
	}
]