const materialDate= {
    title:'宣传材料标题', // 宣传材料标题
    paragraphs:[
        {
            type: 4, // 排版格式 1-图片上文字下 2-图片左文字右 3-图片右文字左
            img: '../images/haibao/dxzp.png', // 图片地址
            title: '背景与动机', // 标题
            text: '随着数字时代的迅速发展，网络诈骗等网络犯罪行为日益猖獗，特别是在少数民族聚居区，由于部分地区的数字化基础设施较为薄弱，民众的网络安全意识相对较低，这些地区往往成为网络犯罪分子的主要目标。近年来，国家高度重视网络安全建设，强调“共筑网络安全防线”，这不仅仅是为了保护个人隐私和财产安全，更是为了维护社会稳定和国家安全。近年来，国家出台了一系列政策措施，如《中华人民共和国数据安全法》和《网络安全法》，以加强网络安全治理。这些法律法规为打击网络犯罪提供了法律保障。同时，国家网络安全宣传周等活动的开展，像群众们宣传如下图所见的常见电信诈骗案例，也逐步提高了公众的网络安全意识。然而，由于AI技术的蓬勃发展，现在不少诈骗份子通常利用ai换脸等精明手段实施诈骗，而少数民族地区的教育资源相对匮乏，信息获取渠道有限，所以成为了诈骗案件的高发地区，防诈骗知识的普及仍然面临挑战。通过暑期实践活动，长理学子可以将最新的防诈骗知识和政策传递到这些地区，为共筑网络安全防线贡献力量。' // 文本内容
        },
		{
		    type: 4, // 排版格式 1-图片上文字下 2-图片左文字右 3-图片右文字左
		    img: '../images/haibao/2.jpg', // 图片地址
		    // title: '背景与动机', // 标题
		    text: '数字化乡村振兴是国家“乡村振兴”战略的重要组成部分，旨在通过数字技术的发展，促进农村经济、社会、文化的全面振兴。习近平总书记在多次重要讲话中强调，要加快推进农业农村现代化，推动数字技术在农业生产、农民生活和农村治理中的广泛应用。数字化技术的普及，不仅能够提升农产品的市场竞争力，还能够改善农村居民的生活质量，推动乡村文化的繁荣。然而，在少数民族地区，数字化乡村振兴的推进还面临诸多困难，特别是在网络基础设施建设、数字技能培训等方面。国家近年来在推动乡村数字化建设方面做出了诸多努力，如通过实施“互联网+农业”行动计划，推动电商进农村，帮助农民增收致富。然而，数字化的推广离不开网络安全的保障。少数民族地区居民在享受数字化带来的便利的同时，也面临着网络诈骗的潜在威胁。因此，普及防诈骗知识，提高网络安全意识，是推进数字化乡村振兴的重要保障措施之一。通过此次暑期实践活动，大学生将把网络安全知识与数字化乡村振兴相结合，不仅帮助少数民族地区民众提高防诈骗意识，还将助力数字化技术在这些地区的推广和应用，为推动乡村振兴贡献青春力量。' // 文本内容
		},
        {
            type: 2, // 排版格式
            img: '../images/haibao/wlaqfx.png', // 图片地址
            title: '网络安全普及宣传', // 标题
            text: '针对上述常见的诈骗形式和目前结合AI技术的新型诈骗方式,长沙理工大学计通学院暑期实践团制作了“共同守护·数字绿洲”主题海报，旨在提高少数民族地区居民的网络安全意识。随着数字化进程的加速，网络安全已成为保障个人、家庭和社会安全的关键。海报通过简洁有力的视觉传达，提醒大家采取几项重要的防范措施：首先，定期更新密码是保护个人账号安全的基础步骤；其次，警惕不明链接，避免落入钓鱼网站和恶意软件的陷阱；此外，妥善保护个人信息，特别是在社交媒体和与陌生人交流时，避免泄露敏感数据。海报还提醒大家，面对任何形式的索要个人信息的请求，要仔细核实对方身份，不轻信、不透露。这些简单而有效的网络安全措施旨在帮助居民在享受数字化便利的同时，能够有效规避潜在的网络威胁，共同建设一个安全、可信赖的数字环境。' // 文本内容
        },
        {
            type: 3, // 排版格式
            img: '../images/haibao/szhxczx.png', // 图片地址
            title: '数字化乡村振兴', // 标题
            text: '长沙理工大学计通学院暑期实践团，积极响应国家“数字乡村·民族红色文化振兴”的号召，充分发挥学院在信息技术领域的优势，致力于将现代科技融入民族地区红色文化的保护、传承与创新之中。实践团通过制作红色文化数字产品，如利用人工智能（AI）技术构建沉浸式红色文化体验场景，以及开发短视频内容，生动再现少数民族地区的红色历史，让红色记忆跨越时空界限，触达更广泛的年轻受众群体。此举不仅有效解决了偏远地区红色文化资源保护与传播难题，还促进了红色文化与当地旅游业的深度融合，为少数民族地区经济社会发展注入新动力。实践团的工作不仅弘扬了中华民族精神，增强了民族自豪感与文化认同感，也展现了科技在传承红色基因、激发乡村活力中的独特作用。通过这一实践，长沙理工大学计通学院为数字乡村建设和民族红色文化振兴贡献了智慧与力量，以实际行动助力中华民族伟大复兴的中国梦。'// 文本内容
        },
		{
		    type: 2, // 排版格式
		    img: '../images/haibao/choujiang.png', // 图片地址
		    title: '抽奖网页', // 标题
		    text: '长沙理工大学计通学院暑期实践团，在深入探索数字安全与防范网络诈骗的教育实践中，创新性地设计了一项独特活动——模拟传统诈骗形式的抽奖网页。这一举措旨在通过真实场景的再现，提高公众对网络诈骗手段的认知与警惕性。实践团利用专业技能，精心构建了一个看似诱人实则暗藏陷阱的抽奖网页。该网页模仿了常见的“幸运抽奖”、“中大奖”等诱饵，真实还原了诈骗分子常用的欺骗手法。以此引诱用户逐步深入，直至落入诈骗陷阱。同时，实践团还准备了详尽的防骗指南和案例分析，供参与者在体验后学习，以加深他们对网络诈骗手段的理解与防范意识。通过这一抽奖网页的模拟体验，长沙理工大学计通学院暑期实践团不仅让公众直观地感受到了网络诈骗的隐蔽性与危害性，还有效提升了他们的自我保护能力和防骗技巧。这一创新实践不仅是对学院教学成果的一次生动展示，更是对社会公众进行网络安全教育的一次有益探索。'// 文本内容
		},
		{
		    type: 3, // 排版格式
		    img: '../images/haibao/aihl.png', // 图片地址
		    title: 'AI换脸', // 标题
		    text: '为了有效传递新型网络诈骗的防范知识，长沙理工大学计通学院暑期实践团不仅深入调研了网络诈骗的最新形式，还特意开发了一个基于AI技术的换脸程序。这个程序通过模拟潜在诈骗情境，生动地展示了个人信息被滥用的严重后果，让受众能够直观地感受到网络诈骗的危害，从而提高他们的防范意识。实践团成员们在此基础上，还设计了一系列互动环节，通过真实案例和AI技术的结合，进一步加深了群众对网络安全重要性的理解。'// 文本内容
		},
		{
		    type: 4, // 排版格式
		    img: '../images/haibao/taobao.png', // 图片地址
		    title: '淘宝后台盗取密码', // 标题
		    text: '为了更好地进行网络安全宣传，并提高广大群众对电子购物诈骗的防范意识，长沙理工大学计通学院暑期实践团特别开发了一个模拟淘宝后台的钓鱼网站。该网站旨在逼真地再现诈骗者常用的技术手段，帮助人们识别和防范此类网络陷阱。在此模拟环境中，用户可以体验到诈骗者如何通过伪装成知名购物平台的后台，诱导受害者输入个人信息和密码。通过这种直观的模拟，实践团希望能够让更多的人了解网络诈骗的具体操作手法，增强他们对虚假信息的辨别能力，并进一步提升自我保护意识。在实际操作过程中，参与者不仅能深入了解诈骗行为的特征，还可以掌握防范措施，避免因一时疏忽而导致的个人信息泄露或财产损失。此外，实践团还通过线下宣讲和线上互动相结合的方式，广泛传播网络安全知识，确保宣传效果能够覆盖到更广泛的人群。通过这一系列的实践活动，长沙理工大学计通学院致力于为营造一个更加安全、可信的网络环境贡献力量。'// 文本内容
		},
        // {
        //     type: 4, // 排版格式
        //     img: '../images/home/cslgdx.png', // 图片地址
        //     title: '龙山县简介', // 标题
        //     text: '龙山县是一座位于山东省东营市的县级市，历史悠久，风景优美，有“龙山”之称。' // 文本内容
        // },
    ]
}