const reportData = {
    title: '长沙理工大学计算机与通信工程学院赴湖南省少数民族区域网络安全“护卫队”志愿服务实践项目调研报告', // 浏览器标题
    paragraphs:[
        {
            type: 4, // 排版格式 1-图片上文字下 2-图片左文字右 3-图片右文字左 4-图片下文字上 5-纯文字 6-纯图片窄 7-纯图片宽
            img: '../images/diaoyan/1.jpg', // 图片地址
            // title: '龙山县简介', // 标题
            text: '为深入学习贯彻党的二十大精神，全面落实《中华人民共和国网络安全法》及全国研究生教育会议、学校第四次党代会精神，计通学院研究生积极响应号召，组建了暑期社会实践团队。此举旨在进一步完善科教融合和产教融合育人机制，推动人才培养与社会需求的对接，支持实施“三高四新”战略定位和使命任务，为国家的发展提供强有力的人才和智力支持。实践团队依托专业能力，深入湖南省少数民族区域基层社区，开展网络安全和反电信诈骗的宣传教育活动。这些活动不仅帮助广大研究生更好地了解社会需求，还引导他们在实践中奋发成才，提升专业水平和实践能力。通过实际行动，团队宣传网络安全普及教育和反电信诈骗知识，推动了网络安全和反诈骗教育活动的深入开展。此次社会实践活动契合了党的二十大报告的精神，以实际行动支持国家战略，强化了网络安全意识，助力国家安全的维护。团队成员通过与社区居民的互动，传播网络安全知识，提升他们的安全防范意识，为维护国家安全筑牢网络安全防线。这不仅是对研究生实践能力的锻炼，更为实现中国式现代化贡献了自己的力量，体现了新时代青年的责任与担当。' // 文本内容
        },
		{
		    type: 4, // 排版格式 1-图片上文字下 2-图片左文字右 3-图片右文字左 4-图片下文字上 5-纯文字 6-纯图片窄 7-纯图片宽
		    // img: '../images/home/cslgdx.png', // 图片地址
		    // title: '龙山县简介', // 标题
		    text: '在本次实践活动中，我们采用了实地调研法和访谈调研法，对湖南省湘西自治州的少数民族地区进行了全面的网络安全意识调研。实践团选择了龙山县茨岩塘镇、惹巴拉风景区以及吉首市湘西州慈爱园等地作为调研对象。通过实地走访，我们深入了解了当地居民对网络安全的认知现状。在茨岩塘镇和惹巴拉风景区的调研过程中，我们与村支部书记和村里一线工作者进行了深入交谈，并在他们的带领下走访了多个居民家庭。此次调研活动共发放了100份调查问卷，最终回收77份。这些问卷为我们提供了宝贵的数据，帮助我们了解了少数民族地区在网络安全意识方面的现状，并为后续的宣传和教育工作提供了重要参考。收回的问卷数据如下：' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/home/cslgdx.png', // 图片地址
			title: '(一)你的性别？', // 标题
		    text: '在本次调查的77名受访者中，男性占59.74%（46人），女性占40.26%（31人）。这一数据表明男性在网络安全意识调查中的参与度较高，但女性的比例也不容忽视，接近40%。这种性别比例的分布为研究网络安全意识在不同性别群体中的差异提供了基础数据，可能揭示不同性别在网络安全意识和行为上的不同特点，为未来的针对性教育和宣传活动提供了依据。' // 文本内容
		   },
        {
            type: 6, // 排版格式
            img: '../images/diaoyan/xb.png', // 图片地址
            title: '你的性别？', // 标题
            text: '在本次调查的77名受访者中，男性占59.74%（46人），女性占40.26%（31人）。这一数据表明男性在网络安全意识调查中的参与度较高，但女性的比例也不容忽视，接近40%。这种性别比例的分布为研究网络安全意识在不同性别群体中的差异提供了基础数据，可能揭示不同性别在网络安全意识和行为上的不同特点，为未来的针对性教育和宣传活动提供了依据。' // 文本内容
        },
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/nl.png', // 图片地址
		    title: '（二）你的年龄？', // 标题
		    text: '调查显示，45岁以上的受访者占50.65%（39人），是最主要的年龄段，而18岁以下的受访者占32.47%（25人），其次是35-44岁年龄段，占12.99%（10人）。18-24岁和25-34岁年龄段的比例相对较低，分别为1.3%和2.6%。这一分布反映出调查样本中老年群体的比例较大，可能影响对网络安全问题的关注点和理解程度。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/nl.png', // 图片地址
		    title: '你的年龄？', // 标题
		    text: '调查显示，45岁以上的受访者占50.65%（39人），是最主要的年龄段，而18岁以下的受访者占32.47%（25人），其次是35-44岁年龄段，占12.99%（10人）。18-24岁和25-34岁年龄段的比例相对较低，分别为1.3%和2.6%。这一分布反映出调查样本中老年群体的比例较大，可能影响对网络安全问题的关注点和理解程度。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/xl.png', // 图片地址
		    title: '（三）你的文化程度？', // 标题
		    text: '调查结果显示，高中以下学历的受访者占总人数的83.12%（64人），高中/中专学历占14.29%（11人），而大学本科及以上学历者仅占少数。特别是大学专科和研究生及以上学历的受访者几乎没有。这种学历分布表明，受访者的整体教育水平较低，这可能影响他们对网络安全知识的理解和应用，揭示了在网络安全教育中需要关注的关键群体。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/xl.png', // 图片地址
		    title: '你的文化程度？', // 标题
		    text: '调查结果显示，高中以下学历的受访者占总人数的83.12%（64人），高中/中专学历占14.29%（11人），而大学本科及以上学历者仅占少数。特别是大学专科和研究生及以上学历的受访者几乎没有。这种学历分布表明，受访者的整体教育水平较低，这可能影响他们对网络安全知识的理解和应用，揭示了在网络安全教育中需要关注的关键群体。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '（四）每日上网时间？', // 标题
		    text: '调查结果显示，49.35%（38人）的受访者每天上网时间少于1小时，31.17%（24人）上网时间在1-3小时之间，15.58%（12人）上网时间在3-6小时，只有3.9%（3人）上网时间超过6小时。这表明大多数受访者的上网时间相对较短，可能影响他们在网络安全方面的实际暴露和意识水平，为网络安全教育的时间和内容安排提供了参考依据。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '调查结果显示，49.35%（38人）的受访者每天上网时间少于1小时，31.17%（24人）上网时间在1-3小时之间，15.58%（12人）上网时间在3-6小时，只有3.9%（3人）上网时间超过6小时。这表明大多数受访者的上网时间相对较短，可能影响他们在网络安全方面的实际暴露和意识水平，为网络安全教育的时间和内容安排提供了参考依据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '（五）每月网络费用？', // 标题
		    text: '受访者的网络费用主要集中在100元以下，占75.32%（58人），100-500元占5.19%（4人），500元以上的仅占3.9%（3人）。这一结果显示大部分受访者的网络费用较低，这可能与他们的收入水平和网络使用需求相关，对网络安全投资和消费的意愿也可能受到影响，为网络安全服务和产品的市场定位提供了数据支持。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/wlfy.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '（六）是否了解网络犯罪？', // 标题
		    text: '调查显示，71.43%（55人）的受访者表示了解网络犯罪（如网络诈骗等），而28.57%（22人）则表示不了解。这说明大部分受访者对网络犯罪有一定的认识，这有助于提升他们在网络安全中的警觉性和防范意识。了解网络犯罪的情况对于制定有效的网络安全教育策略至关重要，能够帮助受访者更好地识别和应对网络威胁。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/wlfzljcd.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '（七）使用前是否查看授权？', // 标题
		    text: '调查结果显示，62.34%（48人）的受访者在使用应用前不会仔细查看使用授权，而37.66%（29人）会仔细查看。这表明大多数受访者对应用授权的关注度较低，可能导致隐私和数据安全风险。提高用户在安装和使用应用时对授权的重视程度，可以有效提升网络安全和个人信息保护水平，建议在网络安全教育中加强相关内容的宣传。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/sq.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '（八）对待个人信息的保护态度？', // 标题
		    text: '调查中，41.56%（32人）的受访者表示对个人信息保护非常谨慎，几乎不发布个人信息；27.27%（21人）比较谨慎，仅发布一些不敏感的信息。12.99%（10人）会时常发布一些个人信息，18.18%（14人）则不太谨慎，经常发布个人信息。这表明个人信息保护的态度差异较大，对于提高网络安全教育和制定相应措施具有重要意义。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/grxx.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '（九）是否有网上购物习惯？', // 标题
		    text: '在77名受访者中，37.66%（29人）有网上购物的习惯，而62.34%（48人）没有。这一结果显示，大多数受访者不习惯或不愿意进行网上购物，这可能与他们的消费习惯、对网络购物的信任度以及对网络安全的关注程度相关。了解受访者的购物习惯对于网络安全教育和防范措施的制定提供了重要参考，帮助提高针对性的安全指导。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/gw.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: '（十）是否安装国家反诈骗App？', // 标题
		    text: '调查中，38.96%（30人）的受访者在手机上安装了国家反诈骗App，而61.04%（47人）没有安装。这表明虽然国家反诈骗App的普及度逐渐提高，但仍有相当一部分人未安装或未重视此类应用。提高App的安装率和使用率对于防范网络诈骗至关重要，建议在网络安全宣传中加强对国家反诈骗App的推广和使用教育。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/fz.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: ' (十一)是否能够判断网站或应用程序的安全性？', // 标题
		    text: '调查结果显示，12.99%（10人）的受访者表示非常了解如何判断网站或应用程序的安全性，20.78%（16人）比较了解，有一定了解的占18.18%（14人），不太了解和完全不了解的分别占27.27%（21人）和20.78%（16人）。这表明大多数受访者对网站或应用程序的安全性知识了解有限，这强调了提高网络安全意识和教育的必要性，以帮助用户更好地保护个人信息和数据安全。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/wzaq.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
		{
		    type: 5, // 排版格式
		    img: '../images/diaoyan/swsj.png', // 图片地址
		    title: ' （十二）是否了解常见的电信网络诈骗?', // 标题
		    text: '本次分析通过柱状图展示了不同类型的电信网络诈骗在受访者中的分布情况。数据显示，冒充电商客服类诈骗类型的受害人数最多，共26人，占据了显著比例；其次是虚假投资理财类诈骗和刷单返利类诈骗，分别有20人和19人受到影响。这些诈骗类型的受害者数量较多，因此在图表中使用了橙色进行突出显示，以引起更高的关注度。其他类型的诈骗，如冒充公检法类、虚假购物服务类、冒充领导熟人类等，也有一定的受害人数，分别为15-18人不等，这些类型的受害者数量也值得关注。相对较少的诈骗类型，如虚假征信类和婚恋交友类，受害者人数较少，但仍然是需要警惕的风险点。此外，有18名受访者表示未遭受任何诈骗，这也显示了部分人群的防范意识和成功的防诈骗措施。总体来看，图表清晰地展示了各类电信诈骗的分布情况，为进一步制定有针对性的防范措施提供了有力的数据支持。' // 文本内容
		},
		{
		    type: 6, // 排版格式
		    img: '../images/diaoyan/dzlx.png', // 图片地址
		    title: '每日上网时间？', // 标题
		    text: '据。' // 文本内容
		},
        
        {
            type: 5, // 排版格式
            img: '../images/home/cslgdx.png', // 图片地址
            title: '总结', // 标题
            text: '首先，从参与者的性别和年龄分布来看，男性参与者占比略高于女性，而45岁以上的中老年群体是主要的受访人群。这一结果提示我们，在网络安全教育中，需特别关注中老年人这一群体，他们虽然具备一定的上网经验，但对网络安全的意识和实践可能仍存在不足之处。其次，关于学历和上网时长的调查显示，大部分受访者学历在高中及以下，每日上网时间相对较短。虽然这部分人群的网络使用频率不高，但依然面临网络犯罪的威胁。因此，我们应加强对基础网络安全知识的普及，尤其是针对这一人群的教育，帮助他们在有限的上网时间内增强防范意识。最后从受访者的网络费用和对网络犯罪的了解情况来看，大多数人每月的网络支出较少，且有相当比例的受访者对网络犯罪了解不足。这反映了经济条件和知识水平对网络安全意识的影响，我们需要提供经济实惠且易于理解的网络安全教育资源，以帮助更多人掌握基本的防护技能。在具体的网络安全实践中，尽管有相当一部分受访者表示在使用应用前不会仔细查看使用授权，但多数人在个人信息保护和防范网络诈骗上表现出了积极的态度。然而，对于更加细节化的安全措施，如定期更换密码、清理系统垃圾等，很多人仍未能形成良好的习惯，这也暴露了当前网络安全教育中的薄弱环节。' // 文本内容
        },
		
    ]
}
