const reportData = {
    title: '龙山县', // 浏览器标题
    paragraphs:[
        {
            type: 6, // 排版格式 1-图片上文字下 2-图片左文字右 3-图片右文字左 4-图片下文字上 5-纯文字 6-纯图片窄 7-纯图片宽
            img: '../images/home/cslgdx.png', // 图片地址
            title: '龙山县简介', // 标题
            text: '龙山县是一座位于山东省东营市的县级市，历史悠久，风景优美，有“龙山”之称。' // 文本内容
        },
        {
            type: 2, // 排版格式
            img: '../images/home/cslgdx.png', // 图片地址
            title: '龙山县简介', // 标题
            text: '龙山县是一座位于山东省东营市的县级市，历史悠久，风景优美，有“龙山”之称。' // 文本内容
        },
        {
            type: 7, // 排版格式
            img: '../images/home/cslgdx.png', // 图片地址
            title: '龙山县简介', // 标题
            text: '龙山县是一座位于山东省东营市的县级市，历史悠久，风景优美，有“龙山”之称。' // 文本内容
        },
        {
            type: 5, // 排版格式
            img: '../images/home/cslgdx.png', // 图片地址
            title: '龙山县简介', // 标题
            text: '龙山县是一座位于山东省东营市的县级市，历史悠久，风景优美，有“龙山”之称。' // 文本内容
        },
    ]
}